{
  "blogs": [
    {
      "id": "2",
      "title": "Artificial Intelligencehgggiiiii",
      "description": "AI is revolutionizing the way computers solve problems and make decisions"
    },
    {
      "id": "4",
      "title": "Cybersecurity",
      "description": "Protect networks, systems, and data from cyber threats and attacks."
    },
    {
      "id": "5",
      "title": "Mobile App Development",
      "description": "Create responsive and engaging mobile applications for Android and iOS."
    },
    {
      "id": "6",
      "title": "Data Science",
      "description": "Analyze and interpret complex data to make informed business decisions."
    },
    {
      "id": "7",
      "title": "Web Development",
      "description": "Building modern websites using HTML, CSS, and JavaScript."
    },
    {
      "id": "8",
      "title": "Blockchain Technology",
      "description": "Explore decentralized systems and secure digital transactions."
    },
    {
      "id": "9",
      "title": "Edge Computingd",
      "description": "Processing data closer to the source to reduce latency and improve performanced"
    },
    {
      "id": "10",
      "title": "Machine Learning",
      "description": "Teaching computers to learn from data and improve through experience without programming."
    },
    {
      "id": "11",
      "title": "DevOps Practices",
      "description": "Bridging the gap between development and operations for faster software delivery."
    },
    {
      "id": "12",
      "title": "Quantum Computing",
      "description": "Exploring the next generation of computing power based on quantum mechanics principles."
    },
    {
      "id": "13",
      "title": "User Experience Design",
      "description": "Creating products that provide meaningful and relevant experiences to users."
    },
    {
      "id": "14",
      "title": "Big Data Analytics",
      "description": "Extracting valuable insights from massive amounts of structured and unstructured data."
    },
    {
      "id": "15",
      "title": "Augmented Reality",
      "description": "Overlaying digital information onto the real world to enhance user perception."
    },
    {
      "id": "16",
      "title": "Cloud Native Apps",
      "description": "Building and running scalable applications in modern, dynamic environments like public clouds."
    },
    {
      "id": "17",
      "title": "Network Security",
      "description": "Implementing protocols and tools to protect the integrity and usability of networks."
    },
    {
      "id": "18",
      "title": "Digital Marketing Tech",
      "description": "Leveraging technology to reach customers and promote brands in the digital space."
    },
    {
      "id": "3f27",
      "title": "Trrr",
      "description": "fffffffffffffffggggggggggggggggggg",
      "createdAt": 1769518674100
    }
  ]
}